Repository: thuryn/your-local-weather
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: The pricing is based on number of source strings and number of target languages. The source string is a text unit defined in a translation format, it can be word, sentence or a paragraph.
uk: Ціни залежать від числа джерельних рядків та числа цільових мов. Джерельний рядок - текстова одиниця, яка використовується у перекладі. Ним може бути слово, речення або абзац.

source: Alternatively we can accept payments by wire transfer (preferably IBAN) or Bitcoin. Please get in touch for more details.
uk: В якості альтернативи ми можемо приймати платежі за безготівковим розрахунком (переважно через IBAN) або bitcoin. Будь ласка, зв'яжіться з нами за подробицями.

source: Self hosting
uk: Власний хостинг

source: Weblate is free software, you can run your own instance of it.
uk: Weblate — вільне програмне забезпечення. Ви можете запускати свою власну версію.

source: There are also several options for deploying Weblate to the cloud.
uk: Також існує декілька варіантів розгортання Weblate у хмарі.

source: In case you need help with your self hosted solution, we're ready to help as well with consulting services tailored for your needs.
uk: У випадку, якщо вам потрібна допомога з вашого самодостатнього рішення, ми готові надати консультаційні послуги з урахуванням ваших потреб.

source: Weblate - web-based localization
uk: Weblate — веб-локалізація

source: Bring translators closer to development
uk: Наближіть перекладачів до розробки

source: Start using Weblate
uk: Розпочніть використання Weblate

source: Try Weblate
uk: Спробуйте Weblate

source: Downloads
uk: Завантаження

source: Weblate is a libre web-based localization tool with tight version control integration. It features simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
uk: Weblate - це вільний веб-засіб локалізації з жорсткою інтеграцією із системами контролю версій. Він має простий і зрозумілий інтерфейс користувача, розповсюдження перекладів по всіх компонентах, перевірку якості та автоматичні посилання на початкові файли.

source: Weblate screenshot
uk: Знімок екрану Weblate

source: See more features…
uk: Див. додаткові функції …

source: See who is using Weblate and join them!
uk: Погляньте, хто використовує Weblate і приєднуйтеся до них!

source: Browse hundreds of projects on Hosted Weblate
uk: Переглянути сотні проектів на Hosted Weblate

source: Hosted service
uk: Послуга хостингу

source: From %(amount)sEUR/month
uk: Від %(amount)sєвро/місяць

source: Cloud service
uk: Послуга хмари

source: Choose hosting plan
uk: Вибрати план хостингу

source: Self hosted
uk: Власний хостинг

source: Your infrastructure
uk: Ваша інфраструктура

source: Self supported
uk: Власна підтримка

source: Weblate is free to use
uk: Weblate безкоштовний для використання

source: Maintained by you
uk: Підтримано вами

source: Community support
uk: Підтримка спільноти

source: Weblate payment
uk: Платіж Weblate

source: Your billing information
uk: Інформація про ваші платежі

source: Payment summary
uk: Підсумок платежу

source: Payment amount
uk: Сума

source: %(price)s EUR
uk: %(price)s євро

source: (including VAT)
uk: (включаючи ПДВ)

source: Payment description
uk: Опис платежу

source: Payment frequence
uk: Частота платежу

source: Payment will be issued yearly till you cancel the subscription.
uk: Оплата буде повторюватися щороку, поки ви не скасуєте цю підписку.

source: Payment will be issued every six months till you cancel the subscription.
uk: Оплата буде повторюватися кожні шість місяців, поки ви не скасуєте цю підписку.

source: Payment will be issued monthly till you cancel the subscription.
uk: Оплата буде повторюватися щомісяця, поки ви не скасуєте цю підписку.

source: Note: This is unavailable for some payment methods, you will have to manually complete the next payment in those cases.
uk: Примітка: це не доступно для деяких методів оплати. Тоді вам потрібно вручну заповнювати наступний платіж.

source: Billing information
uk: Інформація про оплату

source: Please choose payment method:
uk: Будь ласка, оберіть метод оплати:

source: Weblate support
uk: Підтримка Weblate

source: Weblate is a free software with community support.
uk: Weblate є вільне програмне забезпечення з підтримкою спільноти.

source: Report issue
uk: Звіт про ваду

source: Bugs or feature requests
uk: Вади або запити нових функцій

source: Have you found any issue with Weblate? Do you have idea how to improve it? Please report it to <a href="https://github.com/WeblateOrg/weblate/issues">issue tracker on GitHub</a>.
uk: Ви знайшли яку-небудь проблему з Weblate? У вас є ідеї, як покращити його? Будь ласка, повідомте про це на <a href="https://github.com/WeblateOrg/weblate/issues">на відстеженні проблем у GitHub</a>.

source: Security issues
uk: Негаразди з безпекою

source: Should you find security issue within our code base, please report it to %(contact)s. More information on reporting security issues can be found in <a href="%(docs)s">our documentation</a>.
uk: У разі виявлення негараздів із безпекою в наших кодах повідомте, будь ласка, про них %(contact)s. Більше інформації про те, як звітувати через негаразди із безпекою, можна знайти у <a href="%(docs)s">нашій документації</a>.

source: Support for self hosted environments
uk: Підтримка оточень власних хостингів

source: Worried of putting your translations into cloud? You can self host Weblate and we can still provide you premium support for your setup.
uk: Не хочете класти ваші переклади у хмару? Ви можете встановити Weblate на власному хостингу і ми можемо надавати вам підтримку.

source: Installation on your Linux server
uk: Встановлення на вашому сервері Linux

source: One time installation of Weblate
uk: Одноразове встановлення Weblate

source: Installation using virtualenv, uwsgi and nginx
uk: Встановлення за допомогою virtualenv, uwsgi та nginx

source: Using PostgreSQL, MySQL or MariaDB as database backend
uk: Використання PostgreSQL, MySQL як MariaDB рушіїв баз даних

source: Requires root access or close cooperation of your admins
uk: Вимагає прав root або близької співпраці з вашими адміністраторами

source: Configuration customization
uk: Підлаштування конфігурації

source: Does not include custom code development
uk: Не включає власний код розробки

source: Installation using Docker on your Linux server
uk: Встановлення на вашому сервері Linux за допомогою Docker

source: Installation using Docker
uk: Встановлення через Docker

source: Basic support for self hosted Weblate
uk: Основна підтримка для власного хостингу Weblate

source: Your Weblate will be upgraded to the latest version on every release.
uk: Ваша Weblate буде оновлюватися до останньої версії при кожному випуску.

source: We will fix issues that occur in your environment.
uk: Ми буде виправляти негаразди, які виникають у вашому середовищі.

source: You will receive priority email support.
uk: Ви отримуватимете пріоритетна підтримка по електронній пошті.

source: Consulting services or custom development
uk: Послуги консультування чи особлива розробка

source: %(price)s EUR / hour
uk: %(price)s євро / година

source: Custom features development
uk: Розробка особливих функцій

source: Integrating Weblate into your workflow
uk: Інтеграція Weblate у ваше робоче середовище

source: Suggestions on the internationalization or localization process
uk: Пропозиції щодо процесу інтернаціоналізації або локалізації

source: Ask us for details about self hosted Weblate
uk: Запитайте нас подробиці про власний хостинг Weblate

source: Support for Hosted Weblate services
uk: Підтримка для послуг хостингу Weblate

source: If you are using our hosting services, you can ask for support at %(contact)s.
uk: Якщо ви користуєтеся нашими послугами хостингу, то можете попросити підтримки на %(contact)s.

source: Mailing lists
uk: Списки розсилки

source: Users and developers mailing list
uk: Список розсилки для користувачів та розробників

source: You can use mailing lists for discussions with other Weblate users and developers.
uk: Ви можете користуватися списками розсилки для спілкування з іншими користувачами та розробниками Weblate.

source: You can post to it using <a href="mailto:weblate@lists.cihar.com">weblate@lists.cihar.com</a> address.
uk: Нове повідомлення у список можете надіслати на адресу <a href="mailto:weblate@lists.cihar.com">weblate@lists.cihar.com</a>.

source: You can browse mailing list archives
uk: Можете переглядати архіви списку розсилки

source: Enter your email
uk: Введіть свою адресу ел. пошти

source: Subscribe
uk: Підписатися

source: Hosted Weblate Announcements mailing list
uk: Список розсилки оголошень Hosted Weblate

source: Low traffic mailing list with announcements about Hosted Weblate services.
uk: Список розсилки із невеликим трафіком, який містить оголошення про послуги Hosted Weblate.

source: This list is moderated, only chosen users can post announcements.
uk: Цей список перебуває під контролем. Лише обрані користувачі можуть розміщувати оголошення тут.

source: Stack Overflow
uk: Переповнення стеку

source: You can also ask related questions on <a href="%(url)s">Stack Overflow</a>.
uk: Додаткові питання по посиланню <a href="%(url)s">Переповнення стеку</a>.

source: Terms of Service
uk: Умови послуг

source: The legal documents necessary to offer this service.
uk: Потрібні юридичні документи для надання цієї послуги.

source: Privacy Policy
uk: Політика конфіденційності

source: Thanks from Weblate
uk: Подяки від Weblate

source: Weblate is thankful for help from others.
uk: Weblate вдячний за допомогу від інших.

source: Technology
uk: Технологія

source: The development of Weblate is based on the following technologies:
uk: Розвиток Weblate заснований на наступних технологіях:

source: GitHub provides hosting for our source code and issue tracker.
uk: GitHub надає хостинг для нашого вихідного коду і відстеження проблем.

source: Travis CI is our continuous integration platform.
uk: Travis CI - наша платформа неперервної інтеграції.

source: Codecov helps us to monitor code coverage of our test suite.
uk: Codecov допомагає нам контролювати охоплення кодом наших тестів.

source: Sauce Labs is running our Selenium tests in real browsers.
uk: Sauce Labs запускає наші тести Selenium у справжніх веб-переглядачах.

source: Our translations are being done on Hosted Weblate.
uk: Наші переклади виконуються на Hosted Weblate.

source: Payments are processed by The Pay service.
uk: Платежі опрацьовуються сервісом The Pay.

source: Supporters
uk: Прибічники

source: Free hosting for free software projects would be impossible without our sponsors.
uk: Безкоштовний хостинг для вільних програмних проектів був би неможливий без наших спонсорів.

source: Support our project and get link placement on this page.
uk: Підтримайте наш проект і розмістіть посилання на цій сторінці.

source: Weblate has useful features for every crowdsourced localization.
uk: Weblate має корисні функції для кожного колективної локалізації.

source: Demo server
uk: Демо-сервер

source: Try Weblate on the <a href="https://demo.weblate.org">demo server</a>. Register there and work under your username, or just use username: <code>demo</code> with password: <code>demo</code>.
uk: Спробуйте Weblate на <a href="https://demo.weblate.org">демо-сервері</a>. Зареєструйтеся тут і працюйте під своїм ім'ям користувача або просто скористайтеся профілем <code>demo</code> із паролем <code>demo</code>.

source: To test the review workflow there, log in with username: <code>review</code>, and password: <code>review</code>.
uk: Щоби перевірити режим рецензування, увійдіть як користувач <code>review</code> із паролем <code>review</code>.

source: Screenshots
uk: Знімки екрану

source: All prices exclude VAT, invoices for EU countries are issued as a reverse charge, invoices for Czech Republic will include additional VAT.
uk: Всі ціни не включають ПДВ, рахунки-фактури для країн ЄС видаються як зворотний платіж, рахунки-фактури для Чехії включатимуть додатково ПДВ.

source: %(size)d byte
uk: %(size)d байт

source: %.1f KiB
uk: %.1f Кб

source: %.1f MiB
uk: %.1f Мб

source: %.1f GiB
uk: %.1f Гб

source: Sources tarball, bzip2 compressed
uk: Заархівований код у bzip2

source: Sources tarball, gzip compressed
uk: Заархівований код у gzip

source: Sources tarball, xz compressed
uk: Заархівований код у xz

source: Sources, zip compressed
uk: Вихідний код, стиснутий у zip

source: Please provide your billing information to complete the payment.
uk: Будь ласка, вкажіть інформацію про оплату, щоб здійснити платіж.

source: The VAT ID is no longer valid, please update it.
uk: Цей номер платника ПДВ вже не дійсний. Оновіть його.

source: Payment not yet processed, please retry.
uk: Платіж ще не опрацьований. Будь ласка, повторіть.

source: The payment was rejected: {}
uk: Платіж відхилили: {}

source: Unknown reason
uk: Невідома причина

source: Thank you for your donation.
uk: Дякуємо за вашу пожертву.
