Repository: thuryn/your-local-weather
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Overview of own translations at main page.
uk: Огляд власних перекладів на головній сторінці.

source: Own translations
uk: Власні переклади

source: Translator can always see important context information like comments or corresponding source code.
uk: Перекладач завжди може побачити важливу контекстну інформацію, наприклад, коментарі або відповідний вихідний код.

source: Translation context
uk: Контекст перекладу

source: Project page gives you detailed information about project translation status.
uk: Сторінка проекту дає вам докладну інформацію про стан перекладу проекту.

source: Project overview
uk: Огляд проекту

source: Translators can define their own glossary to stay consistent in frequently used terminology.
uk: Перекладачі можуть визначати свої власні глосарії, аби залишатися послідовними у часто вживаній термінології.

source: Glossary
uk: Глосарій

source: Customizable quality checks will help you in improving quality of translations.
uk: Налаштування контролю якості допоможуть вам покрищити якість перекладу.

source: Quality checks
uk: Контроль якості

source: Weblate provides you various ways to promote your translation project.
uk: Weblate надає декілька способів, щоб залучити нових людей до перекладу вашого проекту.

source: Promotion
uk: Просування

source: Translation workflow can be customized by using addons.
uk: Процес перекладу можна налаштувати за допомогою доповнень.

source: Addons
uk: Доповнення

source: Automatic translation can be used to bootstrap your translations using machine translation services or translation memory.
uk: Автоматичний переклад можна використовувати для початкового заповнення ваших перекладів через послуги машинного перекладу або пам'яті перекладів.

source: Automatic translation
uk: Автоматичний переклад

source: Translations can be exported and imported in many widely used file formats.
uk: Переклади можуть бути експортовані та імпортовані у багато широко вживаних форматів.

source: Export and import
uk: Експорт та імпорт

source: You can define access levels for every user.
uk: Ви можете задати рівні доступу для кожного користувача.

source: User management
uk: Керування користувачами

source: Donation recurrence
uk: Частота пожертвування

source: Amount in EUR
uk: Сума в євро

source: The minimal amount is %d EUR.
uk: Найменша сума %d євро.

source: Link text
uk: Текст посилання

source: Link URL
uk: Посилання

source: Page not found
uk: Сторінку не знайдено

source: Weblate is a libre software web-based continuous localization system.
uk: Weblate - вільна веб-система неперервного перекладу.

source: The page you are looking for was not found.
uk: Сторінку, яку ви шукали, не знайдено.

source: Server error
uk: Помилка сервера

source: The server had serious problems while serving your request. We've just sent our trained monkeys to fix the issue.
uk: Сервер мав серйозні проблеми під час обслуговування вашого запиту. Ми щойно відправили наших фахівців, щоб вирішити проблему.

source: Continuous localization
uk: Неперервна локалізація

source: Automated localization workflow closely follows the development of your project.
uk: Автоматизований процес локалізації може уважно відстежувати розвиток вашого проекту.

source: Customizable quality checks helps improve translation quality.
uk: Налаштування контролю якості допоможуть вам покращити якість перекладу.

source: Attribution
uk: Привласнення

source: All translators are properly credited in the version control system.
uk: Всі перекладачі належно записуються в систему контролю версій.

source: Hosting plans
uk: Плани хостингу

source: Hosting plans for Weblate as a service starting at 19 EUR.
uk: Ціни на хостинг для Weblate як служби починаються від 19 євро.

source: Cloud ready
uk: Готовий до хмарних послуг

source: Weblate comes with appliances, ready to deploy in your cloud.
uk: Weblate поставляється повністю готовим до розгортання у хмарі.

source: Libre software
uk: Вільне програмне забезпечення

source: Weblate is copylefted; use, see, modify and share at will, and with everyone.
uk: Weblate поширюється на умовах копілефту; використовуйте, переглядайте, змінюйте та поширюйте, як вам зручно і з кожним.

# Keyword
source: translate
uk: переклад

source: Weblate logo
uk: Емблема Weblate

source: Try
uk: Спробуйте

source: Features
uk: Особливості

source: Download
uk: Завантажити

source: Pricing
uk: Ціни

source: Develop
uk: Розробляти

source: Donate
uk: Пожертвувати

source: Support
uk: Підтримка

source: Thanks
uk: Подяки

source: Blog
uk: Блоґ

source: Docs
uk: Документація

source: Hosting
uk: Хостинг

source: Help with translations!
uk: Допоможіть із перекладами!

source: Terms of Service and Privacy Policy
uk: Умови надання послуг та політика конфіденційності

source: Contribute to Weblate
uk: Посприяйте Weblate

source: Weblate is being developed by an open community.
uk: Weblate в даний час розробляється відкритою громадою.

source: View sources
uk: Переглянути джерельний код

source: Translate
uk: Переклад

source: You can find more detailed information about this topic in <a href="https://docs.weblate.org/en/latest/contributing.html">Contributing chapter</a> of the documentation.
uk: Ви можете знайти докладнішу інформацію на цю тему у <a href="https://docs.weblate.org/en/latest/contributing.html">розділі внесок</a> цієї документації.

source: Code
uk: Код

source: Weblate is being developed on <a href="%(url)s">GitHub</a>, you can fork it there or just:
uk: Weblate розробляється на <a href="%(url)s">GitHub</a>, ви можете там відгалузитися:

source: You can find more repositories related to Weblate on <a href="%(url)s">GitHub</a>
uk: Ви можете знайти більше сховищ, пов'язаних з Weblate на <a href="%(url)s">GitHub</a>

source: You can translate Weblate at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
uk: Ви можете перекласти Weblate на <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Translation status
uk: Стан перекладу

source: Donate to Weblate
uk: Пожертвувати на Weblate

source: Weblate is provided free of charge, and welcomes donations.
uk: Weblate є безкоштовним, але ми вітаємо пожертви.

source: Purchase hosting package
uk: Купити пакет хостингу

source: Get support for Weblate
uk: Отримати підтримку для Weblate

source: Sign in to manage your donations
uk: Увійти для управління пожертвами

source: Sign out
uk: Вийти

source: Your donations
uk: Ваші пожертви

source: Creation date
uk: Дата створення

source: Reward
uk: Винагорода

source: Expiry date
uk: Термін придатності

source: Renewal
uk: Поповнення

source: Payments
uk: Платежі

source: Edit
uk: Редагувати

source: No reward
uk: Немає винагороди

source: Expired
uk: Закінчений

source: Disable renewal
uk: Вимкнути поновлення

source: Does not renew
uk: Не поновлюється

source: Donations
uk: Пожертви

source: Recurring donations facilitate sustainable Weblate development, even the smallest amount helps fund free of charge hosting for libre software.
uk: Повторні пожертвування сприяють стійкій розробці Weblate, навіть найменші суми допомагають фінансувати безкоштовний хостинг для вільного програмного забезпечення.

source: Recurring donation
uk: Повторні пожертви

source: Repeated appreciation of the Weblate project helps in keeping the project sustainable long term.
uk: Повторне визнання проекту Weblate сприяє сталому розвитку проекту в довгостроковій перспективі.

source: Please consider this if you are hosting Weblate yourself without a support contract.
uk: Будь ласка, врахуйте це, якщо ви розміщуєте Weblate без платної підтримки.

source: One time donation
uk: Одноразова пожертва

source: One time donations are great for appreciating our work on single issue or support.
uk: Одноразова пожертва чудово підходить у якості вдячності за нашу роботу чи підтримку.

source: Use our services
uk: Використовувати наші послуги

source: Commercial services like hosting or support for self hosted installation help fund Weblate development.
uk: Платні послуги такі, як хостинг або підтримка, допомагають розробляти Weblate.

source: Donation rewards
uk: Винагорода за пожертви

source: Cryptocurrencies
uk: Криптовалюти

source: Thanks to <a href="%(url)s">Trezor</a>, we will gladly accept donations in several cryptocurrencies. You can use the addresses in table below.
uk: Завдяки <a href="%(url)s">Trezor</a>, ми із радістю приймемо пожертви в декількох криптовалютах. Ви можете використовувати адреси в таблиці нижче.

source: Currency
uk: Валюта

source: Donation address
uk: Адреса пожертвування

source: Please choose wanted reward or enter custom donation amount.
uk: Виберіть бажану винагороду або введіть власну суму пожертви.

source: Edit your reward link
uk: Змініть посилання для нагороди

source: Save
uk: Зберегти

source: Select
uk: Вибрати

source: We might refuse to place your link, especially if the site contains adult or illegal content. Please consult us in advance if unsure.
uk: Ми можемо відмовитися від розміщення посилання, особливо якщо сайт містить матеріали для дорослих або незаконний вміст. Якщо ви не впевнені, проконсультуйтеся заздалегідь.

source: Choose your own donation amount
uk: Виберіть вашу суму пожертви

source: Continue
uk: Продовжити

source: Link placement on the weblate.org thanks page
uk: Розміщення посилання на сторінці подяк weblate.org

source: Link placement in the list of supporters
uk: Розміщення посилання у списку прихильників

source: Name placement in the list of supporters
uk: Розміщення назви у списку прихильників

source: PGP signature
uk: Підпис PGP

source: Download Weblate
uk: Завантажити Weblate

source: Weblate comes with complete source code.
uk: Weblate поставляється з повним вихідним кодом.

source: You can download latest release here:
uk: Ви можете завантажити останню версію тут:

source: Weblate command line client
uk: Клієнт командного рядка

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, it can be installed by using Python PIP:
uk: Ви можете управляти Weblate віддалено за допомогою <a href="%(url)s">wlc</a>. Її можна встановити через Python PIP:

source: You can also install using packages for following Linux distributions:
uk: Ви також можете встановити пакунки для таких дистрибутивів Linux:

source: Cloud or virtualization images
uk: Хмара або віртуалізація образів

source: Weblate can be run in any cloud or virtualization environment. Following links will show you information about some of these:
uk: Weblate можна запустити у довільній хмарі чи середовищі віртуалізації. Наступні посилання покажуть вам усю інформацію про деякі з цих можливостей:

source: Running Weblate in a Docker container
uk: Запуск Weblate у контейнері Docker

source: Running Weblate on OpenShift platform
uk: Запуск Weblate на платформі OpenShift

source: BitNami Weblate stack providing native installation for most platforms as well as support for many public cloud providers
uk: Стек BitNami Weblate забезпечує рідне встановлення для більшості платформ, а також підтримку більшості відкритих постачальників хмарних послуг

source: Weblate is being developed on <a href="https://github.com/WeblateOrg/weblate">GitHub</a>, you can fork it there or just:
uk: Weblate розробляється на <a href="https://github.com/WeblateOrg/weblate">GitHub</a>, ви можете там відгалузитися:

source: Weblate features
uk: Функції Weblate

source: Weblate is a feature rich computer aided translation tool.
uk: Weblate - це інструмент з багатими функціями комп'ютерного перекладу.

source: View documentation
uk: Переглянути документацію

source: Access control
uk: Управління доступом

source: Access rights can be fine tuned depending on your environment.
uk: Права доступу можуть бути точно налаштовані залежно від середовища.

source: Notifications
uk: Сповіщення

source: Translators can be notified on new strings to translate or other events.
uk: Перекладачі можуть отримати повідомлення про нові рядки для перекладу або інші події.

source: Integration API
uk: API для інтеграції

source: Thanks to the API you can integrate Weblate with third party services.
uk: Завдяки API ми можете поєднувати Weblate із сторонніми службами.

source: File formats
uk: Формати файлів

source: Weblate supports all widely used file formats for localization, like gettext, JSON, XLIFF or resource strings.
uk: Weblate підтримує всі широко використовувані формати файлів для локалізації, наприклад: gettext, JSON, XLIFF або рядків ресурсів.

source: Branches support
uk: Підтримка гілок

source: Weblate can handle different versions of the translation by pushing them to different branches automatically.
uk: Weblate може обробляти різні версії перекладу, вставивши їх до різних гілок автоматично.

source: Acquiring feedback
uk: Отримання відгуку

source: You can also use Weblate to acquire feedback on source strings and thus improve them.
uk: Ви можете також використовувати Weblate для отримання відгуку на рядки коду і тим самим поліпшувати їх.

source: Translations can be downloaded for offline translation and merged back.
uk: Рядки можуть завантажуватися для перекладу в автономному режимі, а потім зливатися з існуючими.

source: Integrated
uk: Інтегрований

source: Translations are managed within same version control system as code.
uk: Переклади управляються в рамках тієї самої системи контролю версій, що й код.

source: Documentation
uk: Документація

source: Weblate comes with comprehensive documentation covering both setup and usage.
uk: Weblate поставляється з вичерпною документацією, що охоплює установку і використання.

source: Review
uk: Перевірка

source: Translators have several options to review contributions made by peers.
uk: Перекладачі мають кілька параметрів для перевірки внеску колег.

source: Languages
uk: Мови

source: Weblate supports over 150 languages out of the box, others can be defined by administrator.
uk: Weblate підтримує понад 150 мов з коробки, інші можуть бути визначені адміністратором.

source: Reporting
uk: Звітнiсть

source: Weblate generates various reports to provide information about project activity.
uk: Weblate генерує різні звіти для надання інформації про діяльність за проектом.

source: Version control
uk: Контроль версій

source: Weblate talks directly with your version control system, currently Git and Mercurial are supported.
uk: Weblate безпосередньо взаємодіє з вашою системою контроля версiй, на даний момент підтримуються Git та Mercurial.

source: Collaboration sites
uk: Сайти для сумісної роботи

source: Weblate has native support for many software development sites such as GitHub, Bitbucket or Gitlab.
uk: Weblate підтримує багато сайтів для розробки ПЗ, таких як GitHub, Bitbucket або Gitlab.

source: Responsive UI
uk: Гнучкий інтерфейс

source: Weblate has responsive UI which will work nicely on your desktop, tablet or phone.
uk: Weblate має гнучкий інтерфейс, який чудово виглядає на ПК, планшеті чи телефоні.

source: Free hosting on Weblate
uk: Безкоштовний хостинг на Weblate

source: We love open source and we offer free plans for hosting translations.
uk: Ми любимо відкритий код та пропунуємо безкоштовні плани для хостингу перекладів.

source: Ask for hosting
uk: Запит хостингу

source: Hosting for free software
uk: Хостинг для вільного програмного забезпечення

source: If you are interested in using Weblate for your free software, you can ask us for hosting of your translations on <a href="https://hosted.weblate.org/">hosted.weblate.org</a>. This will allow you to use Weblate without installing and maintaining it.
uk: Якщо ви зацікавлені у використанні Weblate для вільного програмного забезпечення, ви можете звернутися до нас для розміщення ваших перекладів на <a href="https://hosted.weblate.org/"> hosted.weblate.org</a>. Це дозволить вам використовувати Weblate без встановлення та управління.

source: Conditions for free hosting
uk: Умови безкоштовного хостингу

source: Translated content has to be released under <a href="https://en.wikipedia.org/wiki/Free_software_license">free license</a>.
uk: Перекладений зміст повинен бути випущений під <a href="https://en.wikipedia.org/wiki/Free_software_license">вільною ліцензією</a>.

source: Source code has to be publicly available in a supported version control system.
uk: Вихідний код повинен бути у відкритому доступі у підтримуваній системі контролю версій.

source: There is no guarantee for service availability or quality.
uk: Немає ніякої гарантії щодо доступності сервісу або якості.

source: Asking for hosting
uk: Запит хостингу

source: Please use <a href="%(url)s">contact form on Hosted Weblate</a> to request hosting. You will need following information:
uk: Щоб запросити хостинг, будь ласка, використовуйте <a href="%(url)s">форму для зв'язку на Hosted Weblate</a>. Буде потрібна наступна інформація:

source: Information about your project.
uk: Інформація про ваш проект.

source: Project website.
uk: Веб-сайт проекту.

source: URL of repository with translations.
uk: URL-адреса сховища з перекладами.

source: Path to translations within the repository.
uk: Шлях до перекладів всередині сховища.

source: The free plan does not allow you to change project visibility or to limit users which can contribute to the translation.
uk: Безкоштовні плани не дозволяють вам змінювати видимість проекту або обмежувати якось користувачів, які можуть брати участь у перекладі.

source: This limitation can be lifted by purchasing the "Basic" hosting plan - you will still have free software limits, but you will get extended user management capabilities.
uk: Це обмеження може бути скасоване шляхом придбання базового плану хостингу - у вас все одно будуть обмеження вільного програмного забезпечення, але ви отримаєте розширені можливості керування користувачами.

source: Translation workflow
uk: Робочий процес перекладу

source: All translated repositories are available using https protocol with similar naming as on website - weblate/master translation is published as <code>https://hosted.weblate.org/git/weblate/master/</code>. You can figure out the URL on the component information tab.
uk: Всі перекладені сховища доступні через протокол https з тими самими назвами, що й на веб-сайті - переклад weblate/master буде опубліковано як <code>https://hosted.weblate.org/git/weblate/master</code>. Точну адресу ви знайдете на вкладці з інформацією на перекладацькі компоненти.

source: Weblate can automatically receive changes from major code hosting services, see our documentation for setup on <a href="%(github)s">GitHub</a>, <a href="%(bitbucket)s">Bitbucket</a> or <a href="%(gitlab)s">GitLab</a>.
uk: Weblate може автоматично приймати зміни з головних служб хостингу коду. Див. нашу документацію для налаштування на <a href="%(github)s">GitHub</a>, <a href="%(bitbucket)s">Bitbucket</a> або <a href="%(gitlab)s">GitLab</a>.

source: If you want Weblate to automatically push changes as well, add Weblate push user to collaborators and let us know you want to use this option. See <a href="%(docs)s">documentation</a> for more detailed instructions.
uk: Якщо ви хочете використовувати Weblate для автоматичної відправки змін, додайте потрібного користувача в список співпрацівників і повідомте нам, як ви хочете використовувати цей параметр. Дивіться <a href="%(docs)s">документацію</a> для докладніших вказівок.

source: Support free hosting
uk: Підтримка безкоштовного хостингу

source: The hosting is provided for free, but running the server and maintaining it costs some money, so you are welcome to use <a href="%(gittip_url)s">Liberapay</a> or <a href="%(donate_url)s">other ways to donate</a>.
uk: Хостинг надається безкоштовно, але робота сервера і його підтримка коштує грошей, тому ви можете використовувати <a href="%(gittip_url)s">Liberapay</a> або <a href="%(donate_url)s">інші способи пожертвування</a> .

source: Hosting Weblate
uk: Хостинг Weblate

source: Thank you for ordering hosting!
uk: Дякуємо вас, що оплатили хостинг!

source: Next steps
uk: Наступні кроки

source: The project setup is currently manual. If you haven't done so already, please get in touch with us and send us details about your repository setup.
uk: Налаштування проекту є наразі ручною роботою. Якщо ви цього ще не зробили, то зв'яжіться з нами і відправити нам подробиці про налаштування вашого сховища.

source: Usually following information is needed:
uk: Переважно така інформація є необхідною:

source: You have to allow Weblate to access your repository. This can be done by adding Weblate user to your project (on GitHub, Bitbucket or GitLab) or adding SSH key we will provide you.
uk: Ви повинні дозволити Weblate доступ до вашого сховища. Це можна зробити, додавши користувача Weblate до вашого проекту (на GitHub, Bitbucket чи GitLab) або додавши ключ SSH, який ми надамо вам.

source: Use Weblate as a service or get support for on-premises hosting.
uk: Використовуйте Weblate як сервіс та отримуйте підтримку локального хостингу.

source: Order hosting
uk: Замовити хостинг

source: Hosted Weblate allows you to use Weblate without any effort and with premium support backed by it's core developers.
uk: Hosted Weblate дозволяє вам використовувати Weblate без жодних зусиль і з преміум підтримкою від його основних розробників.

source: We can host translations for your commercial or free software projects. You can see summary of hosting plans below. Should you have any questions or look for hosting of bigger projects, don't hesitate to <a href="%(contact)s">get in touch with us</a>.
uk: Ми можемо розміщувати переклади для ваших комерційних або безкоштовних програмних проектів. Нижче наявний підсумок про плани для хостингу. Якщо у вас виникли питання або шукаєте хостинг для великих проектів, не соромтеся <a href="%(contact)s">зв'язатися з нами</a>.

# Hosting plan
source: Free software
uk: Вільне програмне забезпечення

# Hosting plan
source: Basic
uk: Основний

# Hosting plan
source: Medium
uk: Середній

# Hosting plan
source: Advanced
uk: Розширений

# Hosting plan
source: Enterprise
uk: Підприємство

# Hosting plan
source: Self hosted
uk: Власний хостинг

source: Text unit defined in a translation format, it can be word, sentence or a paragraph
uk: Текстова одиниця, яка використовується у перекладі, нею може бути слово, речення або абзац

source: Source strings
uk: Початкові рядки

source: Negotiable
uk: Договірна

source: Unlimited
uk: Необмежено

source: Target languages
uk: Цільові мови

source: VCS repositories
uk: Сховища

source: Translation projects
uk: Проекти перекладу

source: Translation components
uk: Компоненти перекладу

source: Number of translators
uk: Кількість перекладачів

source: Supported file formats
uk: Формати файлів, які підтримуються

source: All
uk: Усе

source: Customizable
uk: Пристосовний

source: Translation addons
uk: Доповнення перекладу

source: Translation memory
uk: Пам'ять перекладу

source: Priority email support
uk: Пріоритетна підтримка по електронній пошті

source: Custom domain name with SSL
uk: Власна доменна назва із SSL

source: Own domain
uk: Власний домен

source: Additional charge %(price)s EUR/year, only available with yearly billing
uk: Додатковий збір %(price)s євро за рік доступний тільки із щорічним платежем

source: Available on request
uk: Доступно при запиті

source: Monthly
uk: Щомісячно

source: Contact us
uk: Напишіть нам

source: %(price)s EUR / month
uk: %(price)s EUR / місяць

source: View support options
uk: Переглянути варіанти підтримки

source: Yearly (save 15-20%%)
uk: Щорічно (знижка 15-20%%)

source: %(price)s EUR / year
uk: %(price)s EUR / рік
